{
  "label": "Backgrounds (SRD)",
  "entries": {
    "Acolyte": {
      "name": "Accolito",
      "description": "<p>Un accolito ha passato la sua vita a servire un tempio dedicato a una specifica divinità o un pantheon di divinità. Funge da intermediario tra il reame del sacro e il mondo dei mortali, celebrando riti solenni e offrendo sacrifici al fine di radunare nuovi fedeli presso il suo patrono divino. Non è necessariamente un chierico, in quanto celebrare i riti sacri è ben diverso da incanalare il potere divino.</p>\n<p>Il personaggio sceglie un dio, un pantheon di divinità o un altro essere semi divino tra quelli elencati nel capitolo @Compendium[dnd5e.rules.2JNtWRo7wMq08bXn]{Divinità del Multiverso} o quelli specificati dal DM, e si accorda con quest'ultimo per definire in dettaglio la natura del suo servizio religioso. Era un funzionario minore in un tempio, dove è stato cresciuto fin dall'infanzia per assistere i sacerdoti nei loro riti? Oppure è un sommo sacerdote che improvvisamente ha udito un richiamo che lo ha spinto a servire il suo dio in modo diverso? Forse era il capo di un piccolo culto al di fuori delle strutture tradizionali del tempio, o addirittura un gruppo occulto al servizio di un padrone immondo che ora l'accolito ha rinnegato.</p>\n<hr />\n<p><strong>Competenza nelle Abilità:</strong> Intuizione, Religione</p>\n<p><strong>Linguaggi:</strong> Due a scelta</p>\n<p><strong>Equipaggiamento: </strong>Un simbolo sacro (donatogli quando è stato ordinato come sacerdote), un libro di preghiere o una ruota della preghiera, 5 bastoncini di incenso, @Compendium[dnd5e.items.irtqrzaUCeshmTZp]{vesti}, un  @Compendium[dnd5e.items.8RXjiddJ6VGyE7vB]{abito comune}, una borsa con 15 mo.</p>\n<p><strong>Privilegio:</strong> @Compendium[dnd5e.backgrounds.64N1NWh9kC1dI7zN]{Rifugio dei Fedeli}</p>\n<hr />\n<h3>Caratteristiche Suggerite</h3>\n<p>Gli accoliti sono plasmati dalle loro esperienze nei templi o nelle altre comunità religiose. I loro studi storici e i dettami della loro fede, assieme al rapporto che hanno con templi, santuari o gerarchie, ne influenzano il modo di fare e gli ideali. Come difetti potrebbero nascondere qualche ipocrisia o pensiero eretico, oppure sviluppare un ideale o un legame fino a portarlo all'estremo.</p>\n<p>@Compendium[dnd5e.tables.HDzErjwy3TseLOZX]{Tratto Caratteriale}</p>\n<p>@Compendium[dnd5e.tables.W9xqQZy0Ad0CwkN2]{Ideale}</p>\n<p>@Compendium[dnd5e.tables.DZhd8JkjqlpCP8EB]{Legame}</p>\n<p>@Compendium[dnd5e.tables.COIHGOnoJnmXduad]{Difetto}</p>"
    },
    "Shelter of the Faithful": {
      "name": "Rifugio dei Fedeli",
      "description": "<p>Un accolito gode del rispetto di coloro che condividono la sua fede ed è in grado di celebrare le cerimonie religiose della sua divinità. L'accolito e gli avventurieri suoi compagni possono aspettarsi di ricevere cure e guarigioni gratuite presso un tempio, un santuario o un'altra presenza stabile della sua fede, anche se dovrà fornire le eventuali componenti richieste per gli incantesimi. Coloro che condividono la sua religione lo manterranno (limitandosi soltanto a lui) offrendogli uno stile di vita modesto.</p>\n<p>Un accolito potrebbe anche avere dei legami con un tempio specifico dedicato alla divinità o al pantheon di sua scelta, e beneficiare di una dimora presso quel tempio. Potrebbe trattarsi dello stesso tempio dove aveva prestato servizio in passato, se è rimasto in buoni rapporti con i fedeli del posto, oppure di un tempio dove ha trovato accoglienza recentemente. Finché si trova nei pressi del suo tempio, l'accolito può chiedere aiuto ai sacerdoti, purché quell'aiuto non comporti pericoli ed egli goda di una buona reputazione presso il tempio.</p>"
    }
  }
}