{
  "label": "Caratteristiche Razze (SRD)",
  "mapping": {
    "requirements": {
      "path": "data.requirements",
      "converter": "raceRequirements"
    }
  },
  "entries": [
    {
      "id": "Halfling Nimbleness",
      "name": "Agilità Halfling",
      "description": "<p>Un halfling può muoversi attraverso gli spazi di qualsiasi creatura più grande.</p>"
    },
    {
      "id": "Breath Weapon",
      "name": "Arma a Soffio",
      "description": "<p>Un dragonide può usare la sua azione per esalare un soffio di energia distruttiva. La discendenza draconica determina la dimensione, la forma e il tipo di danno dell'esalazione.</p>        <p>Quando il dragonide utilizza la sua arma a soffio, ogni creatura entro l'area dell'esalazione deve effettuare un tiro salvezza determinato in base alla discendenza draconica. La CD di questo tiro salvezza è pari a 8 + il modificatore di Costituzione del dragonide + il bonus di competenza del dragonide, Una creatura subisce 2d6 danni se il tiro salvezza fallisce, Se invece ha successo, i danni sono dimezzati. I danni aumentano a 3d6 al 6° livello, 4d6 all'11° livello e 5d6 al 16° livello.</p>        <p>Una volta che il dragonide ha utilizzato In sua arma a soffio, non può più utilizzarla finché non completa un riposo breve o lungo.</p>        <p><em><strong>Nota per Foundry: </strong>Modifica i dettagli per questo tratto, così che il tipo di danno, tiro salvezza, e area di effetto corrispondano alla tua Discendenza Draconica.</em></p>"
    },
    {
      "id": "Gnome Cunning",
      "name": "Astuzia Gnomesca",
      "description": "<p>Uno gnomo dispone di vantaggio a tutti i tiri salvezza su Intelligenza, Saggezza e Carisma contro la magia.</p>"
    },
    {
      "id": "Savage Attacks",
      "name": "Attacchi Selvaggi",
      "description": "<p>Quando un mezzorco mette a segno un colpo critico con un'arma da mischia, può tirare un dado dell'arma aggiuntivo quando determina i danni extra del colpo critico.</p>                        <p><em style=\"box-sizing: border-box; user-select: text; color: #191813; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Nota per Foundry:</strong>&nbsp;Abilita questo tratto nella sezione Tratti Speciali della scheda del personaggio</em></p>"
    },
    {
      "id": "Artificer's Lore",
      "name": "Conoscenze dell'Artefice",
      "description": "<p>Ogni volta che uno gnomo delle rocce effettua una prova di Intelligenza (Storia) relativa a oggetti magici, alchemici o congegni tecnologici, può aggiungere il doppio del suo bonus di competenza anziché l'eventuale bonus di competenza che applicherebbe solitamente.</p>"
    },
    {
      "id": "Brave",
      "name": "Coraggioso",
      "description": "<p>Un halfling dispone di vantaggio ai tiri salvezza per non essere spaventato.</p>"
    },
    {
      "id": "Dragonborn",
      "name": "Dragonide",
      "description": "<p><em>Il retaggio draconico si manifesta in una varietà di caratteristiche che il personaggio condivide con gli altri dragonidi.</em></p>        <p><strong><em>Incremento del Punteggi di Caratteristica.</em></strong><em><strong>. </strong></em>Il punteggio di Forza di un dragonide aumenta di 2 e quello di Carisma aumenta di 1.</p>        <p><em><strong>Età.</strong></em> I giovani dragonidi crescono velocemente. Camminano già poche ore dopo la schiusa dell'uovo, a 3 anni raggiungono le dimensioni e lo sviluppo di un bambino umano di 10 anni e a 15 anni raggiungono la maturità. Vivono all'incirca fino a 80 anni.</p>        <p><em><strong>Allineamento.</strong></em> l dragonidi tendono agli estremi e scelgono coscientemente da che parte stare nella guerra cosmica tra il bene e il male (rappresentati rispettivamente da Bahamut e Tiamat). La maggior parte dei dragonidi è buona, ma quelli che si schierano dalla parte di Tiamat possono rivelarsi tremendamente malvagi.</p>        <p><em><strong>Taglia.</strong></em> I dragonidi sono più alti e pesanti degli umani: hanno un'altezza superiore agli 1,8 metri e un peso medio di 125 kg. Un dragonide è una creatura di taglia Media.</p>        <p><em><strong>Velocità.</strong></em> La velocità base sul terreno di un dragonide è di 9 metri.</p>        <p><em><strong>Discendenza Draconica.</strong></em> Un dragonide vanta una discendenza da un drago. Il giocatore sceglie un tipo di drago dalla tabella \"Discendenza Draconica\". L'arma a soffio del personaggio e la sua resistenza ai danni saranno determinate dalla tipologia di drago, come indicato dalla tabella.</p>        <table style=\"width: 98.2544%; height: 176px;\">        <thead>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Drago</td>        <td style=\"width: 24.5685%; height: 16px;\">Tipo di Danni</td>        <td style=\"width: 58.8832%; height: 16px;\">Arma a Soffio</td>        </tr>        </thead>        <tbody>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Argento</td>        <td style=\"width: 24.5685%; height: 16px;\">Freddo</td>        <td style=\"width: 58.8832%; height: 16px;\">Cono di 4,5 m (TS Costituzione)</td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Bianco</td>        <td style=\"width: 24.5685%; height: 16px;\">Freddo</td>        <td style=\"width: 58.8832%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Cono di 4,5 m (TS Costituzione)</span></td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Blu</td>        <td style=\"width: 24.5685%; height: 16px;\">Fulmine</td>        <td style=\"width: 58.8832%; height: 16px;\">Linea di 1,5 per 9 m (TS Destrezza)</td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Bronzo</td>        <td style=\"width: 24.5685%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Fulmine</span></td>        <td style=\"width: 58.8832%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Linea di 1,5 per 9 m (TS Destrezza)</span></td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Nero</td>        <td style=\"width: 24.5685%; height: 16px;\">Acido</td>        <td style=\"width: 58.8832%; height: 16px;\">Linea di 1,5 per 9 m (TS Destrezza)</td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Oro</td>        <td style=\"width: 24.5685%; height: 16px;\">Fuoco</td>        <td style=\"width: 58.8832%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Cono di 4,5 m (TS Destrezza)</span></td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Ottone</td>        <td style=\"width: 24.5685%; height: 16px;\">Fuoco</td>        <td style=\"width: 58.8832%; height: 16px;\">Linea di 1,5 per 9 m (TS Destrezza)</td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Rame</td>        <td style=\"width: 24.5685%; height: 16px;\">Acido</td>        <td style=\"width: 58.8832%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Linea di 1,5 per 9 m (TS Destrezza)</span></td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Rosso</td>        <td style=\"width: 24.5685%; height: 16px;\">Fuoco</td>        <td style=\"width: 58.8832%; height: 16px;\">Cono di 4,5 m (TS Destrezza)</td>        </tr>        <tr style=\"height: 16px;\">        <td style=\"width: 15.3299%; height: 16px;\">Verde</td>        <td style=\"width: 24.5685%; height: 16px;\">Veleno</td>        <td style=\"width: 58.8832%; height: 16px;\"><span style=\"background-color: rgba(0, 0, 0, 0.05);\">Cono di 4,5 m (TS Costituzione)</span></td>        </tr>        </tbody>        </table>        <p><em><strong>Arma a Soffio. </strong></em><a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"KL7wx9Q8XNJQir0k\"> Arma a soffio</a> Un dragonide può usare la sua azione per esalare un soffio di energia distruttiva. La discendenza draconica determina la dimensione, la forma e il tipo di danno dell'esalazione. Quando il dragonide utilizza la sua arma a soffio, ogni creatura entro l'area dell'esalazione deve effettuare un tiro salvezza determinato in base alla discendenza draconica. La CD di questo tiro salvezza è pari a 8 + il modificatore di Costituzione del dragonide + il bonus di competenza del dragonide. Una creatura subisce 2d6 danni se il tiro salvezza fallisce. Se invece ha successo, i danni sono dimezzati. I danni aumentano a 3d6 al 6° livello, 4d6 all'11° livello e 5d6 al 16° livello. Una volta che il dragonide ha utilizzato la sua arma a soffio, non può più utilizzarla finché non completa un riposo breve o lungo.</p>        <p><em><strong>Resistenza ai Danni.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"XxCuhIk6hAu6rNB0\"> Resistenza ai Danni</a> Un dragonide dispone di resistenza ai danni del tipo associato alla sua discendenza draconica.</p>        <p><em><strong>Linguaggi. </strong></em>Un dragonide sa parlare, leggere e scrivere in Comune e in Draconico. Si ritiene che il Draconico sia uno dei linguaggi più antichi e viene spesso usato nello studio della magia. Il linguaggio ha un suono aspro per la maggior parte delle creature e include numerose consonanti dure e sibilanti.</p>"
    },
    {
      "id": "Elf",
      "name": "Elfo",
      "description": "<p><em>Un personaggio elfo è dotato di una vasta gamma di capacità naturali, affinate dal suo popolo nel corso di interi millenni.</em><em>. </em></p>                <p><strong><em>Incremento del Punteggio di Caratteristica. </em></strong>Il punteggio di Destrezza di un elfo aumenta di 2.</p>                <p><em><strong>Età.</strong></em> Anche sc gli elfi raggiungono la maturità fisica più o meno alla stessa età degli umani, la visione elfica della maturità trascende l'aspetto puramente biologico e comprende un'esperienza più ampia del mondo. Gli elfi generalmente si dichiarano adulti e assumono il loro nome da adulto intorno all'età di 100 anni, e possono vivere fino a 750 anni.</p>                <p><em><strong>Allineamento</strong></em>. Gli elfi amano la libertà, la varietà e l'espressione individuale, cosa che li awicina agli aspetti più positivi del caos. Apprezzano e proteggono la libertà degli altri quanto la propria, e per buona parte tendono al bene piuttosto che al male. I drow costituiscono un'eccezione: il loro esilio nell'Underdark li ha resi malevoli e pericolosi. I drow tendono per la maggior parte al male piuttosto che al bene.</p>                <p><em><strong>Taglia.</strong></em> Un elfo ha un'altezza che va da poco meno di 1,5 a poco più 1,8 metri e una struttura snella. È una creatura di taglia Media.</p>                <p><em><strong>Velocità.</strong></em> La velocità base sul terreno di un elfo è di 9 metri.</p>                <p><em><strong>Scurovisione.</strong></em> Un elfo, abituato a muoversi nella penombra del sottobosco e alla luce della luna, beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Un elfo in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce fioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>                <p><em><strong>Sensi Acuti.</strong></em> Un elfo ha competenza nell'abilità Percezione.</p>                <p><em><strong>Retaggio fatato.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"cnTbpPPeGW7vGjOV\"><i class=\"fas fa-suitcase\"></i> Retaggio Fatato</a> Un elfo dispone di vantaggio ai tiri salvezza per non essere affascinato e non può essere addormentato tramite la magia.</p>                <p><em><strong>Trance.</strong></em> Gli elfi non hanno bisogno di dormire. Anziché dormire entrano per 4 ore al giorno in una profonda meditazione e in uno stato semicosciente. (Il termine in Comune per tale meditazione è \"trance\".) Durante questa meditazione, l'elfo entra in una sorta di stato sognante, che in realtà non è altro che una serie di esercizi mentali che anni di pratica hanno reso automatici. Dopo tale periodo, l'elfo ottiene gli stessi benefici di 8 ore di sonno per un umano.</p>                <p><em><strong>Linguaggi.</strong></em> Gli elfi sanno parlare, leggere e scrivere in Comune e in Elfico, L'Elfico è una lingua fluida, dalle tonalità sottili e dalla grammatica complessa. La letteratura elfica è ricca e variegata: i loro canti e i loro poemi sono celebri anche presso le altre razze. Molti bardi imparano la lingua degli elfi per poter aggiungere le ballate elfiche al proprio repertorio.</p>"
    },
    {
      "id": "High Elf",
      "name": "Elfo Alto",
      "description": "<p><em>Un elfo alto è dotato di una mente brillante e della padronanza di alcune forme basilari di magia</em><em>. In molti mondi di D&amp;D esistono due tipologie di elfi alti. Un tipo </em><em>è altezzoso e si tiene a distanza da tutti gli altri</em><em>, credendosi superiore alle altre razze e anche agli altri elfi. L'altro tipo è più diffuso e più amichevole, e i suoi membri si mescolano più facilmente agli umani e alle altre razze.</em></p>        <p><strong><em>Incremento del Punteggio di Caratteristica.</em></strong> Il punteggio di Intelligenza di un elfo alto aumenta di 1.</p>        <p><strong><em>Addestramento nelle Armi Elfiche</em></strong><em><strong>.</strong></em> Un elfo alto ha competenza nelle spade corte, nelle spade lunghe, negli archi corti e negli archi lunghi.</p>        <p><strong><em>Trucchetto</em></strong><em><strong>.</strong></em> Un elfo alto conosce un trucchetto scelto dalla lista degli incantesimi da mago. La caratteristica da incantatore per questo trucchetto è Intelligenza.</p>        <p><strong><em>Linguaggio Extra</em></strong><em><strong>.</strong></em> Un elfo alto sa parlare, leggere e scrivere un linguaggio extra a sua scelta</p>"
    },
    {
      "id": "Infernal Legacy",
      "name": "Eredità Infernale",
      "description": "<p>Un tiefling conosce il trucchetto <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"MUO1uYN7JR1hm4dR\"><i class=\"fas fa-suitcase\"></i> Taumaturgia</a>.</p>        <p>Quando raggiunge il 3° livello, può lanciare l'incantesimo <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"22dPoeXfaaAv4K3h\"><i class=\"fas fa-suitcase\"></i> Intimorire Infernale</a> come incantesimo di 2° livello una volta con questo tratto e recuperare la capacità di farlo quando completa un riposo lungo. Quando raggiunge il 5° livello può lanciare l'incantesimo <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"S7VbUetIfVT7B6Eq\"><i class=\"fas fa-suitcase\"></i> Oscurità</a> una volta con questo tratto e recuperare la capacità di farlo quando completa un riposo lungo. La caratteristica da incantatore per questi incantesimi è Carisma</p>"
    },
    {
      "id": "Stonecunning",
      "name": "Esperto Minatore",
      "description": "<p>Ogni volta che un nano effettua una prova di lntelligenza(Storia) relativa all'origine di una struttura in pietra, &egrave; considerato avere competenza nell'abilit&agrave; Storia e aggiunge il doppio del suo bonus di competenza alla prova anzich&eacute; il suo normale bonus di competenza.</p>"
    },
    {
      "id": "Lucky",
      "name": "Fortunato",
      "description": "<p>Quando ottiene 1 a un tiro per colpire, a una prova di caratteristica o a un tiro salvezza, un halfling può ripetere il tiro del dado e deve usare il nuovo risultato.</p>                <p><em><strong>Nota per Foundry:</strong> Abilita questo tratto nella sezione Tratti Speciali della scheda del personaggio.</em></p>"
    },
    {
      "id": "Naturally Stealthy",
      "name": "Furtività Innata",
      "description": "<p>Un halfling piedelesto pu&ograve; tentare di nascondersi anche se &egrave; oscurato solo da una singola creatura, purch&eacute; questa sia pi&ugrave; grande di lui di almeno una taglia.</p>"
    },
    {
      "id": "Gnome",
      "name": "Gnomo",
      "description": "<p><em>Un personaggio gnomo possiede alcune caratteristiche in comune con tutti gli altri gnomi</em><em>. </em></p>        <p><strong><em>Incremento del Punteggio di Caratteristica.</em></strong> Il punteggio di Intelligenza di uno gnomo aumenta di 2.</p>        <p><em><strong>Età.</strong></em> Gli gnomi maturano alla stessa velocità degli umani e la maggior parte solitamente adotta la stabilità di una vita adulta attorno ai 40 anni. Uno gnomo può vivere dai 350 ai 500 anni circa.</p>        <p><em><strong>Allineamento.</strong></em> Gli gnomi sono spesso buoni. Quelli che tendono alla legalità sono sapienti, ingegneri, ricercatori, studiosi, investigatori o inventori. Quelli che tendono al caos sono menestrelli, imbroglioni, viandanti o eccentrici gioiellieri. Gli gnomi sono creature di buon cuore e anche quelli di indole più ingannevole sono generalmente più burloni che malvagi.</p>        <p><em><strong>Taglia. </strong></em>Uno gnomo può essere alto dai 90 ai 120 cm e pesare in media 20 kg. Uno gnomo è una creatura di taglia Piccola.</p>        <p><em><strong>Scurovisione. </strong></em>Essendo abituato a vivere sottoterra, uno gnomo beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Uno gnomo in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce lioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>        <p><em><strong>Astuzia Gnomesca</strong><strong>. </strong></em><a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"EHhr9umJ5kxJFCQH\"><i class=\"fas fa-suitcase\"></i> Astuzia Gnomesca</a> Uno gnomo dispone di vantaggio a tutti i tiri salvezza su Intelligenza, Saggezza e Carisma contro la magia.</p>        <p><em><strong>Linguaggi.</strong></em> Uno gnomo può parlare, leggere e scrivere in Comune e in Gnomesco. II linguaggio Gnomesco, che usa l'alfabeto Nanico, è rinomato per i suoi trattati tecnici e le sue enciclopedie sul mondo naturale.</p>"
    },
    {
      "id": "Rock Gnome",
      "name": "Gnomo delle Rocce",
      "description": "<p><em>Uno gnomo delle rocce &egrave; dotato di una creativit&agrave; innata e di una resistenza superiore a quella degli altri gnomi</em><em>.</em></p><p><strong><em>Incremento del Punteggi di Caratteristica.</em></strong><em><strong>&nbsp;</strong></em>Il punteggio di Costituzione di uno gnomo delle rocce aumenta di 1.</p><p><em><strong>Conoscenze dell'Artefice.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"OQA1sHxKnSJq01dL\"> Conoscenze dell'Artefice</a> Ogni volta che uno gnomo delle rocce effettua una prova di Intelligenza (Storia) relativa a oggetti magici, alchemici o congegni tecnologici, pu&ograve; aggiungere il doppio del suo bonus di competenza anzich&eacute; l'eventuale bonus di competenza che applicherebbe solitamente.</p><p><em><strong>Inventore.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"koRPOLtj8XAFMwnW\"> Inventore</a> Uno gnomo delle rocce ha competenza negli strumenti da artigiano (strumenti da inventore). Utilizzando questi strumenti, uno gnomo delle rocce pu&ograve; dedicare un'ora e una quantit&agrave; di materiali pari a un valore di 10 mo per costruire un congegno meccanico Minuscolo (CA 5, 1 pf). Il congegno cessa di funzionare dopo 24 ore (a meno che il personaggio non spenda 1 ora a ripararlo per mantenerlo in funzione) o quando lo gnomo delle rocce usa un'azione per smantellarlo (nel qual caso pu&ograve; recuperare i materiali utilizzati per crearlo). Non &egrave; possibile avere pi&ugrave; di tre congegni attivi alto stesso tempo. Quando uno gnomo delle rocce decide di creare un congegno, deve sceglierne uno tra le opzioni seguenti.</p><p><em>Giocattolo a Molla.</em><em>&nbsp;</em>Questo giocattolo meccanico ha la forma di un animale, un mostro o un individuo, come per esempio una rana, un topo, un uccello, un drago o un soldato. Quando viene posizionato per terra, il giocattolo si sposta di 1,5 metri a ogni turno del personaggio, in una direzione casuale. Il giocattolo a molla emette i tipici suoni della creatura che rappresenta.</p><p><em>Accendifuoco.</em> Questo congegno produce una fiamma in miniatura che un personaggio pu&ograve; usare per accendere una candela, una torcia o un fuoco da campo. Per utilizzare questo congegno &egrave; richiesta un'azione.</p><p><em>Carillon.</em> Una volta aperto, il carillon emette un'unica melodia a un volume moderato. Smette di suonare quando arriva alla fine della melodia o quando viene richiuso.</p>"
    },
    {
      "id": "Halfling",
      "name": "Halfling",
      "description": "<p><em>Un personaggio halfling possiede vari tratti in comune con tutti i membri della sua razza</em><em>. </em></p>                        <p><strong><em>Incremento dei Punteggi di Caratteristica</em></strong><em><strong>.</strong></em> Il punteggio di Destrezza di un halfling aumenta di 2.</p>                        <p><em><strong>Età.</strong></em> Un halfling raggiunge la maturità a 20 anni e generalmente vive circa fino alla metà del suo secondo secolo.</p>                        <p><em><strong>Allineamento.</strong></em> Quasi tutti gli halfling sono legali buoni. Di norma sono creature gentili e di buon cuore, detestano vedere soffrire le altre creature e non sopportano la prepotenza. Sono anche molto ordinati e tradizionalisti e si affidano per ogni necessità alla loro comunità di appartenenza e alle certezze delle antiche tradizioni.</p>                        <p><em><strong>Taglia.</strong></em> Un halfling è alto circa 90 cm e pesa circa 20 kg. È una creatura di taglia Piccola.</p>                        <p><em><strong>Velocità. </strong></em>La velocità base sul terreno di un halfling è di 7,5 metri.</p>                        <p><em><strong>Fortunato.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"LOMdcNAGWh5xpfm4\"><i class=\"fas fa-suitcase\"></i> Fortunato</a> Quando ottiene 1 a un tiro per colpire, a una prova di caratteristica o a un tiro salvezza, un halfling può ripetere il tiro del dado e deve usare il nuovo risultato.</p>                        <p><em><strong>Coraggioso.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"7Yoo9hG0hfPSmBoC\"><i class=\"fas fa-suitcase\"></i> Coraggioso</a> Un halfling dispone di vantaggio ai tiri salvezza per non essere spaventato.</p>                        <p><em><strong>Agilità Halfling.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"PqxZgcJzp1VVgP8t\"><i class=\"fas fa-suitcase\"></i> Agilità Halfling</a> Un halfling può muoversi attraverso gli spazi di qualsiasi creatura più grande.</p>                        <p><em><strong>Linguaggi.</strong></em> Un halfling sa parlare, leggere e scrivere in Comune e in Halfling. La lingua Halfling non è segreta, ma gli halfling non la condividono volentieri con i membri delle altre razze. Scrivono poco, quindi la letteratura halfling non è molto ricca. Le loro tradizioni orali, invece, sono molto ricche e diffuse. Quasi tutti gli halfling usano il Comune per comunicare con gli abitanti delle regioni in cui vivono o che attraversano nei loro viaggi.</p>"
    },
    {
      "id": "Tinker",
      "name": "Inventore",
      "description": "<p>Uno gnomo delle rocce ha competenza negli strumenti da artigiano (strumenti da inventore). Utilizzando questi strumenti, uno gnomo delle rocce può dedicare un'ora e una quantità di materiali pari a un valore di 10 mo per costruire un congegno meccanico Minuscolo (CA 5, 1 pf). Il congegno cessa di funzionare dopo 24 ore (a meno che il personaggio non spenda 1 ora a ripararlo per mantenerlo in funzione) o quando lo gnomo delle rocce usa un'azione per smantellarlo (nel qual caso può recuperare i materiali utilizzati per crearlo). Non è possibile avere più di tre congegni attivi alto stesso tempo. Quando uno gnomo delle rocce decide di creare un congegno, deve sceglierne uno tra le opzioni seguenti.</p>        <p><em>Giocattolo a Molla.</em><em>&nbsp;</em>Questo giocattolo meccanico ha la forma di un animale, un mostro o un individuo, come per esempio una rana, un topo, un uccello, un drago o un soldato. Quando viene posizionato per terra, il giocattolo si sposta di 1,5 metri a ogni turno del personaggio, in una direzione casuale. Il giocattolo a molla emette i tipici suoni della creatura che rappresenta.</p>        <p><em>Accendifuoco.</em> Questo congegno produce una fiamma in miniatura che un personaggio può usare per accendere una candela, una torcia o un fuoco da campo. Per utilizzare questo congegno è richiesta un'azione.</p>        <p><em>Carillon.</em> Una volta aperto, il carillon emette un'unica melodia a un volume moderato. Smette di suonare quando arriva alla fine della melodia o quando viene richiuso.</p>"
    },
    {
      "id": "Half-Elf",
      "name": "Mezzelfo",
      "description": "<p><em>Un personaggio mezzelfo possiede alcune qualità in comune con gli elfi e altre uniche dei mezzelfi</em><em>. </em></p>        <p><strong><em>Incremento dei Punteggi di Caratteristica. </em></strong>Il punteggio di Carisma di un mezzelfo aumenta di 2 e altri due punteggi di caratteristica a scelta aumentano di 1.</p>        <p><em><strong>Età.</strong></em> I mezzelfi crescono agli stessi ritmi degli umani e raggiungono l'età adulta attorno ai 20 anni. Vivono comunque molto più a lungo degli umani e spesso superano i 180 anni.</p>        <p><em><strong>Allineamento.</strong></em> I mezzelfi condividono la propensione al caos insita nel loro retaggio elfico. Rispettano sia la libertà personale che l'espressione creativa, non amano troppo le figure autoritarie e non desiderano avere seguaci. Sono infastiditi dalle regole, non sopportano le pretese altrui e spesso si dimostrano inaffidabili o nel migliore dei casi imprevedibili.</p>        <p><em><strong>Taglia.</strong></em> Un mezzelfo ha all'incirca le stesse dimensioni di un umano e la sua altezza può variare dagli 1,5 agli 1,8 metri. Un mezzelfo è una creatura di taglia Media.</p>        <p><em><strong>Velocità.</strong></em> La velocità base sul terreno di un mezzelfo è di 9 metri.</p>        <p><em><strong>Scurovisione.</strong></em> Grazie al suo sangue elfico, un mezzelfo beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Un mezzelfo in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce fioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>        <p><em><strong>Retaggio Fatato.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"cnTbpPPeGW7vGjOV\"><i class=\"fas fa-suitcase\"></i> Retaggio Fatato</a> Un mezzelfo dispone di vantaggio ai tiri salvezza per non essere affascinato e non può essere addormentato tramite la magia.</p>        <p><strong><em>Versatilità nelle Abilità.</em></strong> Un mezzelfo ha competenza in due abilità a sua scelta.</p>        <p><em><strong>Linguaggi.</strong></em> Un mezzelfo può parlare, leggere e scrivere in Comune, in Elfico e in un linguaggio extra a sua scelta.</p>"
    },
    {
      "id": "Half-Orc",
      "name": "Mezzorco",
      "description": "<p><em>Un rnezzorco possiede alcuni tratti che derivano dal suo retaggio orchesco.</em></p>                        <p><strong><em>Incremento dei Punteggi di Caratteristica</em></strong><em><strong>.</strong></em> Il punteggio di Forza di un mezzorco aumenta di 2 e quello di Costituzione aumenta di 1.</p>                        <p><em><strong>Età.</strong></em> I mezzorchi maturano un po' più velocemente degli umani, raggiungendo l'età adulta attorno ai 14 anni, Invecchiano più velocemente e raramente vivono più a lungo di 75 anni.</p>                        <p><em><strong>Allineamento.</strong></em> I mezzorchi tendono per natura al caos, un retaggio della loro metà orchesca, e difficilmente tendono al bene. I mezzorchi cresciuti fra gli orchi e disposti a vivere in mezzo a loro sono solitamente malvagi.</p>                        <p><em><strong>Taglia.</strong></em> I mezzorchi sono leggermente più grandi e robusti degli umani: la loro altezza varia dagli 1,8 a ben oltre i 2 metri. Un mezzorco è una creatura di taglia Media.</p>                        <p><em><strong>Velocità.</strong></em> La velocità base sul terreno di un mezzorco è di 9 metri.</p>                        <p><em><strong>Scurovisione.</strong></em> Grazie al suo sangue orchesco, un mezzorco beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Un mezzorco in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce fioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>                        <p><em><strong>Minaccioso.</strong></em> Un mezzorco ha competenza nell'abilità Intimidire.</p>                        <p><em><strong>Tenacia Implacabile.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"97c8i9Z28thvZuA8\"><i class=\"fas fa-suitcase\"></i> Tenacia Implacabile</a> Quando un mezzorco scende a o punti ferita ma non viene ucciso sul colpo, può decidere di rimanere a 1 punto ferita, Non può più utilizzare questa capacità finché non completa un riposo lungo.</p>                        <p><em><strong>Attacchi Selvaggi.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"0kUsT4sMUOr5FcoX\"><i class=\"fas fa-suitcase\"></i> Attacchi Selvaggi</a> Quando un mezzorco mette a segno un colpo critico con un'arma da mischia, può tirare un dado dell'arma aggiuntivo quando determina i danni extra del colpo critico.</p>                        <p><em><strong>Linguaggi.</strong></em>&nbsp;Un mezzorco può parlare, leggere e scrivere in Comune e in Orchesco. L'Orchesco è una lingua dura e sgradevole, dalle consonanti aspre. Non possiede un suo alfabeto, quindi per la forma scritta utilizza l'alfabeto Nanico.</p>"
    },
    {
      "id": "Dwarf",
      "name": "Nano",
      "description": "<p><em>Un personaggio nano dispone di varie capacità innate, intrinsecamente correlate alla sua natura nanica</em><em>.</em></p>                                <p><strong><em>Incremento del Punteggio di Caratteristica.</em></strong> Il punteggio di Costituzione di un nano aumenta di 2.</p>                                <p><em><strong>Età.</strong></em> I nani maturano allo stesso ritmo degli umani, ma sono considerati giovani fino al raggiungimento dei 50 anni. Vivono in media 350 anni.</p>                                <p><em><strong>Allineamento.</strong></em> La maggior parte dei nani è legale e crede fermamente nei benefici di una società ben ordinata. Molti nani tendono anche al bene, danno grande valore alla correttezza e credono che tutti debbano condividere i benefici concessi da un ordine equo.</p>                                <p><em><strong>Taglia. </strong></em>Un nano è alto dagli 1,2 agli 1,5 metri, pesa circa 75 kg ed è una creatura di taglia Media.</p>                                <p><em><strong>Velocità. </strong></em>La velocità base sul terreno di un nano è di 7,5 metri. Tale velocità non viene ridotta se il nano indossa un'armatura pesante.</p>                                <p><em><strong>Scurovisione.</strong></em> Un nano è abituato a vivere sottoterra e beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Un nano in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce fioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>                                <p><em><strong>Resilienza Nanica.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"ufysTkqet2Ctmtyi\"> Resilienza Nanica</a> Un nano dispone di vantaggio ai tiri salvezza contro il veleno e di resistenza ai danni da veleno.</p>                                <p><strong><em>Addestramento da Combattimento Nanico.</em></strong>&nbsp;Un nano ha competenza nelle asce, nelle asce da battaglia, nei martelli da guerra e nei martelli leggeri.</p>                                <p><strong><em>Competenza negli Strumenti</em></strong><em><strong>.</strong></em> Un nano ha competenza in un gruppo di strumenti da artigiano a sua scelta: strumenti da fabbro, scorte da mescitore o strumenti da costruttore.</p>                                <p><em><strong>Esperto Minatore.</strong></em> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"mQPZDRbUhgYTbXKa\"> Esperto Minatore</a> Ogni volta che un nano effettua una prova di lntelligenza(Storia) relativa all'origine di una struttura in pietra, è considerato avere competenza nell'abilità Storia e aggiunge il doppio del suo bonus di competenza alla prova anziché il suo normale bonus di competenza.</p>                                <p><em><strong>Linguaggi.</strong></em> Un nano è in grado di parlare, leggere e scrivere in Comune e in Nanico. Il Nanico è una lingua ricca di aspre consonanti e di suoni gutturali, inflessioni che traspaiono anche nelle altre lingue che il nano potrebbe parlare.</p>"
    },
    {
      "id": "Hill Dwarf",
      "name": "Nano delle Colline",
      "description": "<p><em>Un nano delle colline è dotato di sensi acuti, di una profonda intuizione e di una straordinaria resilienza.</em></p>        <p><strong><em>Incremento del Punteggio di Caratteristica.</em></strong>&nbsp;Il punteggio di Saggezza di un nano delle colline aumenta di 1.</p>        <p><strong><em>Robustezza Nanica.</em></strong> Il massimo dei punti ferita di un nano delle colline aumenta di 1, e aumenta di nuovo di 1 ogni volta che il nano delle colline acquisisce un livello.</p>"
    },
    {
      "id": "Lightfoot",
      "name": "Piedelesto",
      "description": "<p><em>Un halfling piedelesto è abile nel non farsi notare e può perfino usare le altre persone come copertura. Tende a essere sempre gentile e ad andare d'accordo con gli altri</em><em>. </em></p>        <p><em>I piedelesto sono la varietà di halfting che più ama viaggiare e spesso dimorano presso altre razze o conducono una vita da nomade.</em></p>        <p><strong><em>Incremento dei Punteggi di Caratteristica. </em></strong>Il punteggio di Carisma di un halfting piedelesto aumenta di 1.</p>        <p><strong><em>Furtività Innata</em></strong> <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"GWPjKFeIthBBeCFJ\"> Furtività Innata</a> Un halfling piedelesto può tentare di nascondersi anche se è oscurato solo da una singola creatura, purché questa sia più grande di lui di almeno una taglia.</p>"
    },
    {
      "id": "Dwarven Resilience",
      "name": "Resilienza Nanica",
      "description": "<p>Un nano dispone di vantaggio ai tiri salvezza contro il veleno e di resistenza ai danni da veleno.</p>"
    },
    {
      "id": "Damage Resistance",
      "name": "Resistenza ai Danni",
      "description": "<p>Un dragonide dispone di resistenza ai danni del tipo associato alla sua discendenza draconica.</p>"
    },
    {
      "id": "Hellish Resistance",
      "name": "Resistenza Infernale",
      "description": "<p>Un tiefling dispone di resistenza ai danni da fuoco.</p>"
    },
    {
      "id": "Fey Ancestry",
      "name": "Retaggio Fatato",
      "description": "<p>Un elfo dispone di vantaggio ai tiri salvezza per non essere affascinato e non può essere addormentato tramite la magia.</p>"
    },
    {
      "id": "Relentless Endurance",
      "name": "Tenacia Implacabile",
      "description": "<p>Quando un mezzorco scende a 0 punti ferita ma non viene ucciso sul colpo, può decidere di rimanere a 1 punto ferita. Non può più utilizzare questa capacità finché non completa un riposo lungo.</p>"
    },
    {
      "id": "Tiefling",
      "name": "Tiefling",
      "description": "<p><em>I tiefling condividono alcuni tratti razziali frutto della loro discendenza infernale.</em></p>        <p><em><strong>Incremento dei Punteggi di Caratteristica.</strong></em> Il punteggio di Intelligenza di un tiefling aumenta di 1 e quello di Carisma aumenta di 2.</p>        <p><em><strong>Età.</strong></em> I tiefling raggiungono la maturità con la stessa velocità degli umani, ma vivono qualche anno in più.</p>        <p><em><strong>Allineamento.</strong></em> I tiefling non tendono al male per natura, ma molti ne subiscono comunque il richiamo. Malvagi o meno che siano, molti tiefling aderiscono a un allineamento caotico a causa della loro indole indipendente.</p>        <p><em><strong>Taglia.</strong></em> I tiefling hanno all'incirca le stesse dimensioni e corporatura degli umani. Un tiefling è una creatura di taglia Media.</p>        <p><em><strong>Velocità. </strong></em>La velocità base sul terreno di un tiefling è di 9 metri.</p>        <p><em><strong>Scurovisione.</strong></em> Grazie al suo retaggio infernale, un tiefìing beneficia di una vista superiore nell'oscurità e nelle condizioni di luce fioca. Un tiefling in condizioni di luce fioca può vedere fino a 18 metri come se si trovasse in condizioni di luce intensa e nell'oscurità come se si trovasse in luce fioca. Nell'oscurità non è in grado di discernere i colori, ma solo le tonalità di grigio.</p>        <p><em><strong>Resistenza Infernale. </strong></em><a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"q71Pe1F8RRtEJt8Q\"> Hellish Resistance</a> Un tiefling dispone di resistenza ai danni da fuoco</p>        <p><strong><em>Eredità Infernale.</em></strong>&nbsp;<a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.races\" data-id=\"wJc88B8OP1y1xzMw\">Eredità Infernale</a> Un tiefìing conosce il trucchetto <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"MUO1uYN7JR1hm4dR\"> Taumaturgia</a>. Quando raggiunge il 3° livello, può lanciare l'incantesimo <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"22dPoeXfaaAv4K3h\">Intimorire Infernale</a> come incantesimo di 2° livello una volta con questo tratto e recuperare la capacità di farlo quando completa un riposo lungo. Quando raggiunge il 5° livello può lanciare l'incantesimo <a class=\"entity-link\" draggable=\"true\" data-pack=\"dnd5e.spells\" data-id=\"S7VbUetIfVT7B6Eq\"> Oscurità</a> una volta con questo tratto e recuperare la capacità di farlo quando completa un riposo lungo. La caratteristica da incantatore per questi incantesimi è Carisma.</p>        <p><em><strong>Linguaggi.</strong></em> Un tiefìlng può parlare, leggere e scrivere in Comune e in Infernale</p>"
    },
    {
      "id": "Human",
      "name": "Umano",
      "description": "<p><em>Anche se è difficile stabilire delle generalizzazioni sugli umani, un personaggio umano sarà dotato dei tratti seguenti.</em></p>                <p><strong><em>Incremento dei Punteggi di Caratteristica.</em></strong> Ogni punteggio di caratteristica di un umano aumenta di 1.</p>                <p><em><strong>Età.</strong></em> Un umano raggiunge la maturità tra i 18 e i 20 anni e vive meno di un secolo.</p>                <p><strong><em>Allineamento</em></strong><em><strong>. </strong></em>Gli umani non tendono ad alcun allineamento in particolare. Presso di loro è possibile trovare il meglio e il peggio che gli esseri viventi hanno da offrire.</p>                <p><em><strong>Taglia.</strong></em> L'altezza e la corporatura possono variare drasticamente da un umano all'altro, oscillando tra gli 1,5 e gli 1,8 metri o più. A prescindere dalla sua effettiva altezza, un umano è una creatura di taglia Media.</p>                <p><em><strong>Velocità.</strong></em> La velocità base sul terreno di un umano è di 9 metri.</p>                <p><em><strong>Linguaggi. </strong></em>Gli umani parlano, leggono e scrivono in Comune e in un linguaggio extra a scelta. In genere gli umani imparano il linguaggio del popolo con cui hanno più contatti, anche quando si tratta di dialetti sconosciuti ai più. Amano molto impreziosire la loro parlata con parole prese da altre lingue: imprecazioni in Orchesco, espressioni Elfiche dal suono melodioso, termini militari Nanici e così via.</p>"
    }
  ]
}