{
  "label": "Sottoclassi (SRD)",
  "entries": {
    "Champion": {
      "name": "Campione",
      "description": "<p>L'archetipo del Campione è incentrato sullo sviluppo della potenza fisica allo stato puro, affinata fino a raggiungere una letale perfezione. Un guerriero modellato su questo archetipo unisce un rigoroso addestramento a uno stato fisico eccellente per infliggere colpi devastanti.</p>"
    },
    "Circle of the Land": {
      "name": "Circolo della Terra",
      "description": "<p>Il Circolo della Terra è composto da mistici e sapienti che preservano i riti e le conoscenze dei tempi antichi tramite una vasta tradizione orale. Questi druidi si incontrano all'interno di circoli sacri di alberi o pietre verticali, per rivelarsi in Druidico a vicenda i segreti primordiali che hanno appreso. I più saggi membri del circolo presiedono come sommi sacerdoti delle comunità che seguono ancora la Vecchia Fede e fungono da consiglieri per i governanti di quelle comunità. In quanto membro di questo circolo, il druido vede la sua magia influenzata dalla terra in cui egli è stato iniziato ai misteriosi riti del circolo.</p>"
    },
    "College of Lore": {
      "name": "Collegio della Sapienza",
      "description": "<p>I bardi del Collegio della Sapienza hanno conoscenze su qualsiasi argomento e raccolgono informazioni dalle fonti più disparate, che possono variare dai tomi accademici ai racconti dei contadini. Che si tratti di intonare ballate popolari da taverna o di poemi nelle corti reali, questi bardi usano sempre i loro doni per ammaliare il pubblico. Quando gli applausi si spengono, il pubblico si ritrova a dubitare di tutto ciò che fino ad allora aveva dato per certo, dalla sua fede nel sacerdozio locale alla sua lealtà al re.</p>\n<p>Questi bardi sono votati innanzitutto alla ricerca della bellezza e della verità, e non a un monarca o ai precetti di una divinità. Un nobile che tiene presso di sé un bardo del genere come araldo o consigliere farà bene a sapere che tale bardo tende a essere più onesto che diplomatico.</p>\n<p>I membri di questo collegio si radunano nelle biblioteche e a volte in alcuni collegi veri e propri, con tanto di aule e di dormitori, dove condividono liberamente le conoscenze recuperate. Si incontrano anche in occasione di feste popolari e ricevimenti di stato, dove possono denunciare casi di corruzione, smascherare bugie e farsi beffe dei più pomposi esponenti delle autorità.</p>"
    },
    "Draconic Bloodline": {
      "name": "Discendenza Draconica",
      "description": "<p>La magia innata dello stregone scaturisce da una magia draconica che si mescolò al sangue dei suoi antenati. Spesso gli stregoni con questa origine annoverano tra i loro antenati un potente stregone dei tempi antichi che stipulò un patto con un drago o che addirittura vantava un drago come genitore. Alcune di queste discendenze sono ben note in tutto il mondo, ma nella maggior parte dei casi si tratta di un retaggio misterioso. Qualsiasi stregone potrebbe essere il primo di una futura discendenza, come risultato di un patto o di qualche altra circostanza straordinaria.</p>"
    },
    "Hunter": {
      "name": "Cacciatore",
      "description": "<p>Emulando l'archetipo del Cacciatore, il ranger accetta il suo ruolo di baluardo tra il mondo civilizzato e i territori delle terre selvagge. Quando intraprende il cammino del Cacciatore, il ranger apprende alcune tecniche specializzate per combattere con efficacia le minacce che affronta, dalle orde infuriate di orchi e di ogre, ai giganti torreggianti, fino ai draghi più terrificanti.</p>"
    },
    "Life Domain": {
      "name": "Dominio della Vita",
      "description": "<p>Il dominio della Vita si concentra sulla vibrante energia positiva che anima ogni essere vivente e costituisce una delle forze fondamentali dell'universo. Le divinità della vita promuovono la vitalità e la salute curando i feriti e i malati, badando ai bisognosi e scacciando le forze della morte e della non morte. Pressoché qualsiasi divinità che non sia malvagia può reclamare influenza su questo dominio, specialmente le divinità agricole (come Chauntea, Arawai e Demetra), le divinità del sole (come Lathander, Pelor e Ra-Horakhty), le divinità della guarigione o della temperanza (come Ilmater, Mishakal, Apollo e Dian Cecht) e le divinità della casa e della comunità (come Estia, Hathor e Boldrei).</p>\n<h2>Incantesimi del Dominio della Vita</h2>\n<table border=\"1\">\n<thead>\n<tr>\n<td>Livello Chierico</td>\n<td>Incantesimi</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1°</td>\n<td>@Compendium[dnd5e.spells.8dzaICjGy6mTUaUr]{Benedizione}, @Compendium[dnd5e.spells.uUWb1wZgtMou0TVP]{Cura Ferite}</td>\n</tr>\n<tr>\n<td>3°</td>\n<td>@Compendium[dnd5e.spells.F0GsG0SJzsIOacwV]{Ristorare Inferiore}, @Compendium[dnd5e.spells.JbxsYXxSOTZbf9I0]{Arma Spirituale}</td>\n</tr>\n<tr>\n<td>5°</td>\n<td>@Compendium[dnd5e.spells.ZU9d6woBdUP8pIPt]{Faro di Speranza}, @Compendium[dnd5e.spells.LmRHHMtplpxr9fX6]{Rinascita}</td>\n</tr>\n<tr>\n<td>7°</td>\n<td>@Compendium[dnd5e.spells.VtCXMdyM6mAdIJZb]{Interdizione alla Morte}, @Compendium[dnd5e.spells.TgHsuhNasPbhu8MO]{Guardiano della Fede}</td>\n</tr>\n<tr>\n<td>9°</td>\n<td>@Compendium[dnd5e.spells.Pyzmm8R7rVsNAPsd]{Cura Ferite di Massa}, @Compendium[dnd5e.spells.AGFMPAmuzwWO6Dfz]{Rianimare Morti}</td>\n</tr>\n</tbody>\n</table>"
    },
    "Oath of Devotion": {
      "name": "Giuramento di Devozione",
      "description": "<p>Il Giuramento di Devozione lega un paladino ai più alti ideali di giustizia, virtù e ordine. A volte chiamati cavalieri bianchi o combattenti sacri, questi paladini incarnano l’ideale del cavaliere in armatura splendente e agisce onorevolmente in nome della giustizia e del bene superiore. Si considerano modelli esemplari di condotta e, alcuni, nel bene e nel male, applicano i loro stessi parametri al resto del mondo. Considerano gli angeli i perfetti servitori del bene, i loro ideali di riferimento e spesso sfoggiano il simbolo delle ali angeliche sui loro elmetti o sui loro stemmi araldici. </p>\n<h2>Dettami di Devozione</h2>\n<p>Sebbene le parole e gli obblighi esatti del Giuramento di Devozione possano variare, i paladini di questo giuramento condividono i seguenti precetti.</p>\n<p><strong>Onestà.</strong> Non mentire e non rubare. Che la tua parola sia vincolante come una promessa.</p>\n<p><strong>Coraggio.</strong> Non avere mai paura di agire, anche se la prudenza è segno di saggezza.</p>\n<p><strong>Compassione.</strong> Aiuta gli altri, proteggi i deboli e punisci coloro che li minacciano. Mostra pietà ai tuoi nemici, ma che la tua pietà sia accompagnata dalla saggezza.</p>\n<p><strong>Onore.</strong> Tratta gli altri con gentilezza e lascia che i tuoi atti onorevoli siano di esempio per loro. Fa' tutto il bene possibile provocando il minimo ammontare di danni.</p>\n<p><strong>Dovere.</strong> Sii responsabile delle tue azioni e delle loro conseguenze, proteggi coloro che sono stati affidati alle tue cure e obbedisci a chi esercita la sua legittima autorità su di te.</p>\n<h2>Incantesimi di Giuramento</h2>\n<p>Ottieni gli incantesimi di giuramento al livello da paladino indicato.</p>\n<table border=\"1\">\n<thead>\n<tr>\n<td>Livello da Paladino</td>\n<td>Incantesimi</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>3°</td>\n<td>@Compendium[dnd5e.spells.xmDBqZhRVrtLP8h2]{Protezione dal Bene e dal Male}, @Compendium[dnd5e.spells.gvdA9nPuWLck4tBl]{Santuario}</td>\n</tr>\n<tr>\n<td>5°</td>\n<td>@Compendium[dnd5e.spells.F0GsG0SJzsIOacwV]{Ristorare Inferiore}, @Compendium[dnd5e.spells.CylBa7jR8DSbo8Z3]{Zona di Verità}</td>\n</tr>\n<tr>\n<td>9°</td>\n<td>@Compendium[dnd5e.spells.ZU9d6woBdUP8pIPt]{Faro di Speranza}, @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dissolvi Magie}</td>\n</tr>\n<tr>\n<td>13°</td>\n<td>@Compendium[dnd5e.spells.da0a1t2FqaTjRZGT]{Libertà di Movimento}, @Compendium[dnd5e.spells.TgHsuhNasPbhu8MO]{Guardiano della Fede}</td>\n</tr>\n<tr>\n<td>17°</td>\n<td>@Compendium[dnd5e.spells.d54VDyFulD9xxY7J]{Comunione}, @Compendium[dnd5e.spells.5e1xTohkzqFqbYH4]{Colpo Infuocato}</td>\n</tr>\n</tbody>\n</table>"
    },
    "Path of the Berserker": {
      "name": "Cammino del Berserker",
      "description": "<p>Per alcuni barbari, l’ira è un mezzo per raggiungere un fine – e quel fine è la violenza. Il Cammino del Berserker è un cammino di furia indiscriminata, grondante di sangue. Quando un barbaro entra nell'ira del berserker, si esalta nel caos della battaglia, ignorando la propria salute e la propria incolumità.</p>"
    },
    "School of Evocation": {
      "name": "Scuola di Invocazione",
      "description": "<p>Un invocatore concentra i suoi studi sulle magie che generano potenti effetti elementali come un freddo pungente, una fiamma incandescente, un rombo di tuono, un fulmine crepitante o un acido sfrigolante. Alcuni invocatori prestano servizio nelle forze militari come unità di artiglieria in grado di colpire gli eserciti nemici da grandi distanze. Altri usano i loro straordinari poteri per proteggere i deboli, mentre altri ancora vanno in cerca di profitto come banditi, avventurieri o aspiranti tiranni.</p>"
    },
    "The Fiend": {
      "name": "L'Immondo",
      "description": "<p>Il warlock ha stipulato un patto con un immondo dei piani inferiori di esistenza, un essere le cui mire rimangono malvagie, anche se il warlock si oppone a esse. Le creature come l'immondo bramano la corruzione o la distruzione di tutte le cose, e questo prima o poi includerà anche il warlock. Gli immondi sufficientemente potenti da stipulare un patto includono i signori dei demoni come Demogorgon, Orcus, Fraz'Urb-Iuu e Baphomet, gli arcidiavoli come Asmodeus, Dispater, Mefistofele e Belial, i diavoli delle fosse e i balor di particolare potenza, gli ultroloth e gli altri signori degli yugoloth.</p>\n<h2>Lista Ampliata degli Incantesimi</h2>\n<p>L'immondo consente al warlock di accedere a una lista ampliata di incantesimi quando deve apprendere un incantesimo da warlock. Il warlock aggiunge gli incantesimi seguenti alla sua lista degli incantesimi da warlock.</p>\n<table border=\"1\">\n<thead>\n<tr>\n<td>Livello dell'Incantesimo</td>\n<td>Incantesimi</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1°</td>\n<td>@Compendium[dnd5e.spells.5SuJewoa1CRWaj1F]{Mani Brucianti}, @Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Comando}</td>\n</tr>\n<tr>\n<td>2°</td>\n<td>@Compendium[dnd5e.spells.zwGsAv6kmwzYGhh3]{Cecità/Sordità}, @Compendium[dnd5e.spells.7u2obDvuvtZBkTfq]{Raggio Rovente}</td>\n</tr>\n<tr>\n<td>3°</td>\n<td>@Compendium[dnd5e.spells.ztgcdrWPshKRpFd0]{Palla di Fuoco}, @Compendium[dnd5e.spells.TwlD4PLcltv7Xh7j]{Nube Maleodorante}</td>\n</tr>\n<tr>\n<td>4°</td>\n<td>@Compendium[dnd5e.spells.avD5XUtkBPQQR97c]{Scudo di Fuoco}, @Compendium[dnd5e.spells.X3DrXgxjwI2dvkD6]{Muro di Fuoco}</td>\n</tr>\n<tr>\n<td>5°</td>\n<td>@Compendium[dnd5e.spells.5e1xTohkzqFqbYH4]{Colpo Infuocato}, @Compendium[dnd5e.spells.SLxA9QhrggTz0taU]{Santificare}</td>\n</tr>\n</tbody>\n</table>"
    },
    "Thief": {
      "name": "Furfante",
      "description": "<p>Questo ladro ha affinato le abilità più utili all'arte del furto. Gli scassinatori, i banditi, i tagliaborse e gli altri criminali aderiscono spesso a questo archetipo, ma lo stesso vale per quei ladri che preferiscono considerarsi dei cacciatori di tesori, esploratori, cercatori e investigatori  professionisti. Oltre a migliorare la propria agilità e furtività, un furfante sviluppa le abilità più utili a esplorare gli antichi complessi di rovine, leggere i linguaggi sconosciuti e usare gli oggetti magici di cui normalmente non potrebbe fare utilizzo.</p>"
    },
    "Way of the Open Hand": {
      "name": "Via della Mano Aperta",
      "description": "I monaci della Via della Mano Aperta sono i maestri supremi delle arti marziali, sia nei combattimenti armati che in quelli senz'armi. Apprendono tecniche speciali per spingere e sbilanciare i loro avversari, manipolano il ki per curarsi dei danni corporei subiti e praticano una forma di meditazione avanzata che può proteggerli dai danni."
    }
  }
}